COLUMNS = [
    "ФИО",
    "Пол",
    "Дата рождения",
    "Спорт",
    "Иностранное гражданство",
    "Полученное образование",
    "Ср. балл док-та об образовании",
    "Форма обучения",
    "Направление подготовки",
    "Сумма баллов",
    "Сумма баллов за индивидуальные достижения",
    "Приказ о зачислении",
    "Русский язык",
    "Обществознание",
    "Композиция",
    "Рисунок",
    "мат",
    "Информатика и информационно–коммуникационные технологии (ИКТ)",
    "Математика и начала математического анализа",
    "Физика",
    "Химия",
    "История"
]

OHE_COLUMNS = [
    "Пол",
    "Дата рождения",
    "Спорт",
    "Иностранное гражданство",
    "Полученное образование",
    "Ср. балл док-та об образовании",
    "Форма обучения",
    "Сумма баллов",
    "Сумма баллов за индивидуальные достижения",
    "Приказ о зачислении",
    "Русский язык",
    "Обществознание",
    "Композиция",
    "Рисунок",
    "мат",
    "Информатика и информационно–коммуникационные технологии (ИКТ)",
    "Математика и начала математического анализа",
    "Физика",
    "Химия",
    "История"
]

Y_COLUMNS = [
    'ФИО',
    "Направление подготовки"
]
